Repository: TouchedByTheSun/Traktable
Catalog: Traktable/*.lproj/Localizable.strings
Languages: nl

source: History
nl: Geschiedenis

source: Movies
nl: Films

source: TV Shows
nl: TV Series

source: Errors
nl: Problemen

source: Scrobble queue
nl: Scrobble wachtrij

source: scrobble
nl: gescrobbled

source: seen
nl: sync

source: movies
nl: films

source: tv shows
nl: tv series

source: Clear errors
nl: Verwijder meldingen

source: Clear queue
nl: Wachtrij legen

source: Nothing in the queue. Everything is scrobbled.
nl: De wachtrij is leeg. Alles is gescrobbled.
